export default function Doors() {
    return (
        <>
            <h1>Производство дверей ПВХ</h1>
            <p>Рынок дверей ПВХ постоянно развивается, предлагая все более совершенные решения для комфорта, безопасности и эстетической привлекательности жилых помещений. Выбор качественных дверей ПВХ становится важным решением, которое влияет на внешний вид и функциональность дома.</p>
            <h2>Собственное производство пластиковых дверей</h2>
            <p>«Рефреш-К» имеет собственное производство пластиковых дверей, что дает значительные конкурентные преимущества:
                Наша компания может быть более гибкой в управлении производственными процессами. Это способствует оптимизации затрат.
                Мы полностью контролируем качество используемых материалов и готовой продукции, что важно для поддержки высоких стандартов.
                Компания может быстро адаптироваться к изменениям на рынке и вкусам потребителей, внося необходимые изменения в дизайн и функциональность продукции.
                Управление всеми аспектами производства позволяет сократить расходы на логистику и хранение, а также избежать дополнительных наценок от посредников. Это положительно сказывается на цене для наших клиентов.
                Собственное производство обеспечивает возможность непрерывного улучшения качества продукции и внедрения инноваций.</p>
            <h2>Этапы изготовления пластиковых дверей</h2>
            <p>Производство включает несколько ключевых этапов, каждый из которых требует внимания к деталям и строгого контроля качества.</p>
            <h3>Выбор материалов</h3>
            <p>Первый шаг – это выбор высококачественных материалов: профиля, стеклопакета и фурнитуры. Профиль – основа пластиковой дверной конструкции. Он должен быть прочным, устойчивым к воздействиям извне, а также обладать хорошими теплоизоляционными свойствами.
                Стеклопакет пропускает естественный свет, а также дополнительную шумо- и теплоизоляцию. Фурнитура включает замки, петли, ручки и другие элементы, которые должны быть надежными в применении.</p>
            <h2>Процесс изготовления</h2>
            <p>Производство начинается с изготовление рамы и створки. Это основа конструкции, которая будет поддерживать стеклопакет и фурнитуру. Затем выполняется установка фурнитуры – всех механических элементов, делающих конструкцию функциональной. Далее выполняется монтаж стеклопакета. Его тщательная установка в створку гарантирует герметичность и требуемые изоляционные свойства.</p>
            <h3>Контроль качества</h3>
            <p>
                На каждом этапе производства проводится контроль качества:
                Перед началом производства все материалы проверяются на соответствие стандартам.
                После изготовления рамы ее тестируют на устойчивость к деформациям.
                Перед тем как продукция покинет завод, она проходит финальную проверку на отсутствие дефектов и правильность работы всех механизмов и систем.
                Такой подход позволяет компании «Рефреш-К» гарантировать, что каждая дверная конструкция будет красивой, функциональной и долговечной.
            </p>
            <h2>Преимущества дверей ПВХ от «Рефреш-К»</h2>
            <p>Приобретение дверей ПВХ от «Рефреш-К» предоставляет ряд значительных преимуществ:
                Экономия за счет отсутствия посредников. Покупая двери или окна на балкон непосредственно у производителя, клиенты избегают дополнительных наценок, которые обычно взимаются посредниками. Это делает продукцию более доступной при сохранении высокого качества.
                Гарантия долговечности конструкций. «Рефреш-К» гарантирует высокое качество балконных оконных и дверных конструкций, используя исключительно проверенные материалы и следуя строгим стандартам производства.
                Персонализированный подход к каждому заказу «Рефреш-К» ценит каждого клиента и предлагает индивидуальные решения, включая остекление балкона и отделку. Этот подход удовлетворяет пожелания заказчиков, создавая продукцию, которая идеально вписывается в интерьер и архитектуру дома.
                Заказать двери и окна ПВХ в Минске и других городах Беларуси можно по телефону. На сайте также можно заказать обратный звонок нашего менеджера.
            </p>
        </>
    )

}