import windows from '../../images/windows.jpeg';


export default function Windows() {
    return (
        <>
            <h1>Производство окон ПВХ</h1>
            <img src={windows} alt="windows" />
            <p>Компания «Рефреш-К» занимается производством светопрозрачных конструкций уже более 20 лет.
                Сегодня мы изготавливаем самый востребованный товар в частном, коммерческом, промышленном
                секторах – Оконные и дверные конструкции из ПВХ. Как показало время, окна и двери из ПВХ –
                то универсальное решение. Ведь они наравне с алюминиевыми отлично вписываются в любой дизайн
                фасада, обеспечивают хорошую теплошумоизоляцию. А главное, существенно сокращают затраты на ремонт.
                Они служат минимум 40 лет, в отличие от деревянных. Беспокоиться о замене придется нескоро.</p>
        
        <h2>Собственное производство пластиковых окон</h2>
        <p>«Рефреш-К» – не посредник, а прямой производитель. Мы изготавливаем оконные и дверные конструкции 
            на собственном заводе, оснащенном современным оборудованием. Профессиональная техника гарантирует 
            точное соблюдение размеров, высокое качество, неизменность характеристик. Каждое изделие в партии 
            идентично другим. Особое внимание занимает строгий контроль на производстве. Это позволяет своевременно 
            выявлять неполадки или отклонения от нормы, выбраковывать некачественную продукцию. Со временем мы 
            сократили вероятность подобных случаев практически до нуля. Сегодня продукция  «Рефреш-К» – это 
            воплощение золотого оконного стандарта. Наше производство находится в 2 км от г. Минска, что обеспечивает
             удобную логистику в любой регион Беларуси. Мы очень тщательно выбираем поставщиков, которые предоставляют
              материалы быстро и без перебоев. Это позволяет нам сохранять независимость, поддерживать постоянный темп 
              работы, невзирая на внешние обстоятельства.</p>
        <h2>Этапы изготовления пластиковых окон</h2>
        <p>
                Расчет размеров. Параметры рассчитываются с помощью программы или вручную, в зависимости от особенностей. 
                Нестандартные окна могут требовать дополнительные расчеты на бумаге. Нарезка ПВХ-профиля. Из него делают 
                заготовки для рамы, створок, импоста. Размер соблюдается строго до миллиметра благодаря использованию 
                строительного уровня. Фрезерование дренажных, вентиляционных отверстий. Они обеспечивают отведение 
                скапливающейся влаги, вентиляцию профиля. Армирование. Окно для большей механической прочности армируется профилем, 
                металлическим или синтетическим (например, сплавом полимеров и алюминия). Сварка ПВХ-профилей. Отдельные элементы 
                соединяются в цельную конструкцию. Зачистка сварочных швов. Благодаря этому конструкции приобретают законченный внешний
                вид, выглядят более эстетично. Обработка, установка импоста. Его армируют так же, как обычные профили, закрепляют в раме 
                специальными саморезами. Установка фурнитуры. К собранной раме добавляют ручку, механизм для микропроветривания, защиту 
                от провисания и т. д. Изготовление стеклопакетов. Пакет собирают из нескольких стекол. Их количество, а также расстояние
                 между слоями зависят от назначения и стоимости окна. К примеру, шумозащитные конструкции имеют камеры разной ширины.
                 Установка резиновых уплотнителей. Они придают окнам герметичность. Запакечивание окон. На этом этапе стеклопакет 
                 закрепляется в раме.
        </p>
        <h2>Преимущества окон ПВХ от производителя «Рефреш-К»</h2>
        <p>Мы выпускаем все виды остекления: окна, внешняя отделка балконов и лоджий, стеклянные перегородки, балконные двери. Нам заказывают 
            проекты любой сложности, в том числе нестандартные: для зимнего сада, отделки ТЦ, дизайнерских жилых комплексов. При этом качество 
            продукции остается неизменно высоким, а цены доступными. Готовое остекление можно получить на нашем производстве. Удобный проезд 
            и зона загрузки сэкономят ваше время. Собственное производство позволяет подготовить партию большого объема, вплоть до крупного опта.
             Оптовым покупателям мы предлагаем индивидуальные скидки, узнать о которых вы можете у наших специалистов.
             </p>
            <p> Мы делаем хорошие окна для хороших людей</p>
            </>
    )
}